txt_instruction = '''
Ця програма дозволить вам за допомогою тесту Руф'є провести первинну діагностику вашого здоров'я.\n
Проба Руф'є являє собою навантажувальний комплекс, призначений для оцінки працездатності серця при фізичному навантаженні.
У випробуваного визначають частоту пульсу за 15 секунд.
Потім протягом 45 секунд випробуваний виконує 30 присідань.\n
Після закінчення навантаження пульс підраховується знову: число пульсацій за перші 15 секунд, 30 секунд відпочинку, число пульсацій за останні 15 секунд.\n '''


txt_test1 = ''' Заміряйте пульс за 15 секунд.\n
Результат запишіть у відповідне поле. '''


txt_test2 = ''' Виконайте 30 присідань за 45 секунд.\n
Натисніть кнопку "Почати", щоб запустити лічильник присідань.\n
Робіть присідання зі швидкістю лічильника. '''


txt_test3 = ''' Протягом хвилини заміряйте пульс двічі:\n
за перші 15 секунд хвилини, потім за останні 15 секунд.\n
Результати запишіть у відповідні поля. '''


txt_sits = 'Виконайте 30 присідань за 45 секунд.'

txt_input_name = 'Введіть ім`я'
txt_input_age = "Введіть вік"

txt_go_next = "Продовжити"
txt_end_test = "Завершити"
txt_start = "Почати"

txt_input_p1 = "Введіть перший результат:"
txt_input_p2 = "Введіть другий результат:"
txt_input_p3 = "Введіть третій результат:"


txt_sitdown = "Присідайте"
txt_remain_sitdowns = "Залишилося присідань: "